---
kind: property
id: P:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWelded.BottomFlangeThickness
source: html/cd1b8a63-730e-b713-03e1-cf614bc6c95d.htm
---
# Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionIWelded.BottomFlangeThickness Property

Bottom Flange Thickness.

## Syntax (C#)
```csharp
public double BottomFlangeThickness { get; set; }
```